export const surveys = [
  {
    id: 1,
    attributes: {
      description: [
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Чи вважаєте ви, що інфраструктура в селі відповідає потребам мешканців? Це питання стає надзвичайно актуальним у світлі проведеного опитування ',
            },
            {
              type: 'text',
              text: 'серед мешканців громади',
              bold: true,
            },
            {
              type: 'text',
              text: ', де виявилося, що деякі аспекти інфраструктури можуть потребувати додаткової уваги та вдосконалень.',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: '',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'У ході опитування виявилося, що частка мешканців, які вважають інфраструктуру села задовільною, не є однозначною. Деякі аспекти, такі як стан доріг, наявність комунікаційних мереж, освітні та медичні заклади, отримали високі оцінки від опитуваних. Проте, існують області, які вибуджують серйозні стурбовання серед мешканців, такі як неполадки у системі водопостачання та каналізації, обмежена доступність до сучасних технологій Чи вважаєте ви, що інфраструктура в селі відповідає потребам мешканців? Це питання стає надзвичайно актуальним у світлі проведеного опитування серед мешканців громади, де виявилося, що деякі аспекти інфраструктури можуть потребувати додаткової уваги та вдосконалень.',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: '',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'У ході опитування виявилося, що частка мешканців, які вважають інфраструктуру села задовільною, не є однозначною. Деякі аспекти, такі як стан доріг, наявність комунікаційних мереж, освітні та медичні заклади, отримали високі оцінки від опитуваних. Проте, існують області, які вибуджують серйозні стурбовання серед мешканців, такі як неполадки у системі водопостачання та каналізації, обмежена доступність до сучасних технологій Чи вважаєте ви, що інфраструктура в селі відповідає потребам мешканців? Це питання стає надзвичайно актуальним у світлі проведеного опитування серед мешканців громади, де виявилося, що деякі аспекти інфраструктури можуть потребувати додаткової уваги та вдосконалень.',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: '',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'У ході опитування виявилося, що частка мешканців, які вважають інфраструктуру села задовільною, не є однозначною. Деякі аспекти, такі як стан доріг, наявність комунікаційних мереж, освітні та медичні заклади, отримали високі оцінки від опитуваних. Проте, існують області, які вибуджують серйозні стурбовання серед мешканців, такі як неполадки у системі водопостачання та каналізації, обмежена доступність до сучасних технологій',
            },
          ],
        },
      ],
      options: null,
      yes_no_options: true,
      createdAt: '2023-12-31T01:18:01.415Z',
      updatedAt: '2023-12-31T01:18:02.448Z',
      publishedAt: '2023-12-31T01:18:02.444Z',
    },
  },
  {
    id: 3,
    attributes: {
      description: [
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Чи вважаєте ви, що ',
            },
            {
              type: 'text',
              text: 'інфраструктура ',
              underline: true,
            },
            {
              type: 'text',
              text: 'в селі відповідає пот',
            },
            {
              type: 'text',
              text: 'реб',
              italic: true,
              underline: true,
            },
            {
              type: 'text',
              text: 'ам мешканців? Це питання стає над',
            },
            {
              type: 'text',
              text: 'звич',
              strikethrough: true,
              italic: true,
            },
            {
              type: 'text',
              text: 'айно актуальним у світлі проведеного опитування ',
            },
            {
              type: 'text',
              text: 'серед мешканців громади',
              bold: true,
              strikethrough: true,
            },
            {
              type: 'text',
              text: ', де виявилося, що деякі аспекти інфраструктури можуть потребувати додаткової уваги та вдосконалень.',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: '',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'У ході опитування виявилося, що частка мешканців, які вважають інфраструктуру села задовільною, не є однозначною. Деякі аспекти, такі як стан доріг, наявність комунікаційних мереж, освітні та медичні заклади, отримали високі оцінки від опитуваних. Проте, існують області, які вибуджують серйозні стурбовання серед мешканців, такі як неполадки у системі водопостачання та каналізації, обмежена доступність до сучасних технологій Чи вважаєте ви, що інфраструктура в селі відповідає потребам мешканців? Це питання стає надзвичайно актуальним у світлі проведеного опитування серед мешканців громади, де виявилося, що деякі аспекти інфраструктури можуть потребувати додаткової уваги та вдосконалень.',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: '',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'У ході опитування виявилося, що частка мешканців, які вважають інфраструктуру села задовільною, не є однозначною. Деякі аспекти, такі як стан доріг, наявність комунікаційних мереж, освітні та медичні заклади, отримали високі оцінки від опитуваних. Проте, існують області, які вибуджують серйозні стурбовання серед мешканців, такі як неполадки у системі водопостачання та каналізації, обмежена доступність до сучасних технологій Чи вважаєте ви, що інфраструктура в селі відповідає потребам мешканців? Це питання стає надзвичайно актуальним у світлі проведеного опитування серед мешканців громади, де виявилося, що деякі аспекти інфраструктури можуть потребувати додаткової уваги та вдосконалень.',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: '',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'У ході опитування виявилося, що частка мешканців, які вважають інфраструктуру села задовільною, не є однозначною. Деякі аспекти, такі як стан доріг, наявність комунікаційних мереж, освітні та медичні заклади, отримали високі оцінки від опитуваних. Проте, існують області, які вибуджують серйозні стурбовання серед мешканців, такі як неполадки у системі водопостачання та каналізації, обмежена доступність до сучасних технологій',
            },
          ],
        },
      ],
      options: [
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 1',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 2',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 3',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 4',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 5',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 6',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 7',
            },
          ],
        },
        {
          type: 'paragraph',
          children: [
            {
              type: 'text',
              text: 'Варіант 8',
            },
          ],
        },
      ],
      yes_no_options: false,
      createdAt: '2024-01-06T11:42:33.739Z',
      updatedAt: '2024-01-06T11:43:13.501Z',
      publishedAt: '2024-01-06T11:43:13.499Z',
    },
  },
];
